2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_TechnischBezemwagen/data/happyFlow-Bezemwagen-TC01-1-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ID>*</ID>
            <ADMHND>26003</ADMHND>
            <ABONNEMENT>5670000</ABONNEMENT>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Geen pop.bep. levering op basis van doelbinding</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>05005</brp:code>
    <brp:naam>Verhuizing intergemeentelijk</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>034401</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="1">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>26003</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>26003</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>2000-01-01</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>260011307</brp:burgerservicenummer>
          <brp:administratienummer>2604184328</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1971-07-17</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Joop</brp:voornamen>
          <brp:geslachtsnaamstam>Zoetemelk</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datum>1971-07-17</brp:datum>
          <brp:gemeenteCode>0990</brp:gemeenteCode>
          <brp:woonplaatsnaam>Zevenaar</brp:woonplaatsnaam>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1971-07-17</brp:datumAanvangGeldigheid>
          <brp:code>M</brp:code>
        </brp:geslachtsaanduiding>
        <brp:bijhouding brp:verwerkingssoort="Toevoeging">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>26003</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>2012-12-12</brp:datumAanvangGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Verval">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>26003</brp:actieVerval>
          <brp:datumAanvangGeldigheid>2002-02-02</brp:datumAanvangGeldigheid>
          <brp:partijCode>029901</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:adressen>
          <brp:adres brp:objecttype="PersoonAdres" brp:verwerkingssoort="Toevoeging">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:actieInhoud>26003</brp:actieInhoud>
            <brp:datumAanvangGeldigheid>2012-12-12</brp:datumAanvangGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
            <brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
            <brp:datumAanvangAdreshouding>2012-12-12</brp:datumAanvangAdreshouding>
            <brp:identificatiecodeAdresseerbaarObject>0347012012121231</brp:identificatiecodeAdresseerbaarObject>
            <brp:identificatiecodeNummeraanduiding>0347202012121231</brp:identificatiecodeNummeraanduiding>
            <brp:gemeenteCode>0344</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Vredenburg</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Vredenburg</brp:afgekorteNaamOpenbareRuimte>
            <brp:gemeentedeel>Noord</brp:gemeentedeel>
            <brp:huisnummer>3</brp:huisnummer>
            <brp:huisletter>F</brp:huisletter>
            <brp:huisnummertoevoeging>II</brp:huisnummertoevoeging>
            <brp:postcode>3511BA</brp:postcode>
            <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
            <brp:locatieTenOpzichteVanAdres>by</brp:locatieTenOpzichteVanAdres>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:verwerkingssoort="Wijziging">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:datumAanvangGeldigheid>2002-02-02</brp:datumAanvangGeldigheid>
            <brp:datumEindeGeldigheid>2012-12-12</brp:datumEindeGeldigheid>
            <brp:actieAanpassingGeldigheid>26003</brp:actieAanpassingGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
            <brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
            <brp:datumAanvangAdreshouding>2002-02-02</brp:datumAanvangAdreshouding>
            <brp:gemeenteCode>0299</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Zonegge</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Zonegge</brp:afgekorteNaamOpenbareRuimte>
            <brp:huisnummer>1</brp:huisnummer>
            <brp:postcode>6901KT</brp:postcode>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
          <brp:adres brp:objecttype="PersoonAdres" brp:verwerkingssoort="Verval">
            <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
            <brp:tijdstipVerval>*</brp:tijdstipVerval>
            <brp:actieVerval>26003</brp:actieVerval>
            <brp:datumAanvangGeldigheid>2002-02-02</brp:datumAanvangGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>P</brp:redenWijzigingCode>
            <brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
            <brp:datumAanvangAdreshouding>2002-02-02</brp:datumAanvangAdreshouding>
            <brp:gemeenteCode>0299</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Zonegge</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Zonegge</brp:afgekorteNaamOpenbareRuimte>
            <brp:huisnummer>1</brp:huisnummer>
            <brp:postcode>6901KT</brp:postcode>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
        </brp:adressen>
        <brp:administratieveHandelingen>
          <brp:administratieveHandeling brp:objecttype="AdministratieveHandeling" brp:objectSleutel="*">
            <brp:code>05005</brp:code>
            <brp:naam>Verhuizing intergemeentelijk</brp:naam>
            <brp:categorie>Actualisering</brp:categorie>
            <brp:partijCode>034401</brp:partijCode>
            <brp:bijgehoudenActies>
              <brp:actie brp:objecttype="Actie" brp:objectSleutel="26003">
                <brp:soortNaam>Registratie adres</brp:soortNaam>
                <brp:bronnen/>
              </brp:actie>
            </brp:bijgehoudenActies>
          </brp:administratieveHandeling>
        </brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>